Revit 2027 API
ParameterTypeId.SpotElevIndTypeBottom Property
 "Bottom Indicator as Prefix/Suffix"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevIndTypeBottom { get; }
Public Shared ReadOnly Property SpotElevIndTypeBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevIndTypeBottom {
	ForgeTypeId^ get ();
}
static member SpotElevIndTypeBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace